Ran Plan for dir: `.` workspace: `default`

**Plan Error**
<details><summary>Show Output</summary>

```
exit status 127: running "/home/atlantis/infracost_atlantis_diff.sh" in "/home/atlantis/.atlantis/repos/lmbleandro/atlantis-example/30/default": 
sh: /home/atlantis/infracost_atlantis_diff.sh: not found

aws_s3_bucket.b: Refreshing state... [id=lmb13-my-tf-test-bucket]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
-/+ destroy and then create replacement

Terraform will perform the following actions:

  # aws_s3_bucket.b must be replaced
-/+ resource "aws_s3_bucket" "b" {
      + acceleration_status         = (known after apply)
      ~ arn                         = "arn:aws:s3:::lmb13-my-tf-test-bucket" -> (known after apply)
      ~ bucket                      = "lmb13-my-tf-test-bucket" -> "lmb14-my-tf-test-bucket" # forces replacement
      ~ bucket_domain_name          = "lmb13-my-tf-test-bucket.s3.amazonaws.com" -> (known after apply)
      ~ bucket_regional_domain_name = "lmb13-my-tf-test-bucket.s3.amazonaws.com" -> (known after apply)
      ~ hosted_zone_id              = "Z3AQBSTGFYJSTF" -> (known after apply)
      ~ id                          = "lmb13-my-tf-test-bucket" -> (known after apply)
      ~ region                      = "us-east-1" -> (known after apply)
      ~ request_payer               = "BucketOwner" -> (known after apply)
        tags                        = {
            "Environment" = "Dev"
            "Name"        = "My bucket"
        }
      + website_domain              = (known after apply)
      + website_endpoint            = (known after apply)
        # (3 unchanged attributes hidden)

      ~ versioning {
          ~ enabled    = false -> (known after apply)
          ~ mfa_delete = false -> (known after apply)
        }
    }

Plan: 1 to add, 0 to change, 1 to destroy.


```
</details>

